{
    "card":
    [{
        "message":"I’m so so happy to be in a college like Emory. I think from the administration, Professors, to student leaders, everyone has been so so understanding and supportive. I really believe that it’s times like this that really make you grateful about being here! Sending lots of love and positivity to the Entire Emory family!! Hope y’all are healthy and safe. ",
        "name":"",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you to all the people on SGA and CC for pushing the administration to do right by students!!! Y’all are the silent warriors!",
        "name":"",
        "gradYear":"2020",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Shout out to all of the professors in the College that are doing so much to accommodate for student's different home environments and continue to project loving, happy attitudes through lectures and emails. We probably don't say it enough so here's a big THANK YOU FOR ALL THAT YOU DO!",
        "name":" ",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"To Dr. Michal Arbilly: every class and prof is different, but thank you for being the example of a kind and compassionate professor in these times. Thank you for looking out for the most adversely affected members of community!",
        "name":"Sarah Samaranayake",
        "gradYear":"2020",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you for all your hard work. Please stay safe!",
        "name":" ",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"All my professors have been so accommodating and have made an effort to reach out to be available as we go through this time of transition!",
        "name":" ",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you so much to Professor Rachel Spell who was so kind and helpful to me throughout the transition. I expressed my concerns about the class and my worries during this COVID-19 Pandemic and she was so helpful I really appreciate it🙏🏽",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Big thanks to Professor Mendes who transitioned our French 203 class so smoothly and dedicated most of our first class online to address our concerns about this COVID-19 situation ",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Huge thanks to Coach Drew he teaches us weight lifting and he quickly made a workout plan for us and transitioned us smoothly despite this COVID-19 situation ",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you so much to Professor Hugo who teaches Econ 101, he transitioned is into online class smoothly and tried his best to ensure that we are getting the same quality education online that we did in the classroom🙏🏽",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thanks so much to the OPUS support staff who have still helped me with logging into OPUS when they were at home and having software difficulties. This was a huge transition for all of us and their dedication and kindness throughout this whole process was uncanny.",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thanks so much to LSM staff for sending us residence messages and asking if we need help and that we would be okay",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"As someone who has worked as both as a custodian and a landscaper, from the bottom of my heart I want to thank you for all keeping Emory clean and beautiful. When I say good morning or good afternoon to you as we pass by each other, know that I think about my parents who also work hard day and night to provide a better future for all of us. I sincerely wish nothing but the best for you all, and I appreciate you all for being here.",
        "name":"Derek Villanueva",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you for making my freshman year as great as it was.",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"I would like to thank everyone in our Emory community for truly showing me what a home feels like. Thank you to all of the administration for actually putting their students first and making decisions based on our well-being and what benefits the students rather than making it easier on themselves. Thank you to all of the professors that have tried to make adjustments to accommodate students in all time zones! Thank you to all of the students on campus who immediately tried to find ways to help those that will have a harder time with the transition. Thank you to all of the faculty members who are working diligently to provide the same services they did remotely now. I know these are unprecedented circumstances and how chaotic everything must have been to figure the best approach at transitioning everything to remote learning. So, I would like to thank you all from the bottom of my heart for caring about us. I am so glad I made the choice of coming to Emory <3",
        "name":" ",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you to the following for being great and accommodating professors during this time period: Dylanger Pittman, John Stuhr, Patrick Herald, Erika Tazawa, Eric Reinhardt, Erika Tazawa Jenkins, and Hugo Mialon.",
        "name":"Caleb Jones",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Emory has been unbelievably helpful financially. I never expected the sort of thorough and comprehensive financial assistance from them in these difficult times. Their care and attention to their students financially has made all the difference for me.",
        "name":" ",
        "gradYear":"2020",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"I am thankful for all the staff who helped during the hectic move out process and for all the staff, faculty, and administrators who are currently fielding hundreds of questions from concerned parents, students, and community members about how to best move forward in the coming months. It's not easy to be a leader during troubled times, but Emory is a place for brave leaders. I'm proud to be a student at this incredible institution!",
        "name":"Jenna Lasky",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"You are helping the success of every student at Emory, and we are so grateful! Thank you!!",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Y'all are amazing and are literally heroes. Please stay safe and I hope your families are safe as well. Thank you for the incredible work that you've done and for working cohesively to tackle the issues that face all of us!",
        "name":" ",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you Dr. Mulford for your dedication in teaching us! Your lab has been one of the most fun, interesting, and engaging courses that I've taken so far in my one year at Emory, and I'm really sad we aren't in Atwood doing the labs in-person. From personally performing each lab so we can continue learning to having office hours every day on zoom so we can ask questions about pre- and post-labs, I cannot thank you enough! When people say not all heroes wear capes, this is what they mean for sure.",
        "name":"Emily Wang",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you for all of your hard work!",
        "name":" ",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"I want to thank the dining staff at Clairmont. I am a student staying on Emory’s Clairmont Campus and the dining staff has been so kind and welcoming and positive",
        "name":" ",
        "gradYear":"2020",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Leisa Stafford for her help and support of students completely overwhelmed by Emory's changes brought on by the COVID-19 pandemic. She is truly a rock for students (which includes me!) She advocated for me while I was in the midst of a crisis when navigating the COVID-19 situation. She is truly a rock and went above and beyond to make sure I was ok. Thank you Leisa!",
        "name":" ",
        "gradYear":"2020",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"I am very grateful for the generosity and compassion that emory has demonstrated towards their students. Emory has been very supportive and accommodating especially for those who are struggling and facing challenges. Additionally, all my professors are very supportive and understanding. They have personally asked about my family and how I was doing during zoom meetings and email. I am beyond grateful to have been a member of the Emory community and I hope we can all get through this together.",
        "name":" ",
        "gradYear":"2021",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you for being so understanding. Thanks to all of my teachers for giving me extra time on assignments whether because of my bad internet or my inner dwellings of grief. Thank you to my lab members for accommodating for the large distance (of not living in campus anymore) and supporting my endeavors in my almost unfinished research project. Finally, thank you to all of my friends for letting me rant to them and caring for me in such a difficult time.",
        "name":" ",
        "gradYear":"2021",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"I very much appreciate the rapid disbursement of money for us who needed it when it mattered, and would again like to acknowledge the speed at which Emory looked out for its students with no hesitation whatsoever. That truly means a lot, thank you!",
        "name":" ",
        "gradYear":"2021",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you to all the faculty & staff that have been so accomodating and understanding with student’s needs - making sure that students prioritize their safety, physical, & mental health first above all! This makes me realize how grateful I am to be attending a supportive community. I can’t wait to see Emory again!",
        "name":" ",
        "gradYear":"2021",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you to everyone at the University! My 4 years here have been great! I wish everyone at Emory the best! So many of my professors have helped me along the way. And not just the professors, but Emory has been a great community to live in for 4 years. I feel supported from peers, professors, housing staff, dining staff, cleaning staff, librarians, museum workers, researchers, financial aid staff, and so many other wonderful individuals I have met along the way. Thank you for letting Emory be my home!",
        "name":" ",
        "gradYear":"2020",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Our faculty and administration deserve all of our gratitude for working tirelessly to ensure that us students are safe and supported during this unprecedented time. Thank you so much.",
        "name":"Michael Chen",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"The 🐐",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"I greatly appreciate the dining staff who still is on campus serving food at the SAAC. Thank y’all so much for providing this service during these hard times!",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Dr. Gilchrist is awesome and unstoppable! I love her commitment to her class and the topics we cover.",
        "name":" ",
        "gradYear":"Faculty",
        "school":"Nell Hodgson Woodruff School of Nursing"
    },
    {
        "message":"Thank you so much for your help!",
        "name":"Brandon M.",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"The Emory community as a whole has been very helpful during this transition. I am thankful to be a part of a community full of thoughtful Emory administration, faculty, and student leaders and organizations. The situation is not easy but they have gone out of their way to make it as seamless as possible. For this, I am appreciative of the Emory community!",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"This experience has made me infinitely more grateful to be a student at Emory. I was so surprised by the amount of thoughtfulness and consideration that came from faculty and student organizations during these times. Not that I wouldn’t expect it from Emory, but I wouldn’t have expected it from any university. Emory has made me feel less alone, changed my perspective and encouraged me to succeed and come out of this experience stronger. We’re truly lucky to be a part of a community that cares so much for its students and demonstrates such compassion. I can’t say thank you enough!",
        "name":" ",
        "gradYear":"2021",
        "school":"Goizueta Business School"
    },
    {
        "message":"I really felt for once the amazing passion that professors have at Emory in whichever classes I took this year, and I'm really happy and glad I had the chance to partake in their joy.",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"A huge thank you to Emory for making my first year so great. I was devastated to leave my home away from home. I want to thank everyone for all the hard work they put into making Emory so great.",
        "name":"Jessica Forsstrom",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you so much for all that you have done!!! When I first came here I never would have thought that all of administration, faculty and orgs would be so helpful. You all have been amazing! Thank you.",
        "name":"Maya Caron",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you to the wonderful residence staff in Complex who made my limited time at Emory so much more amazing!",
        "name":"David Portnoy",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you to SPC for hosting virtual Dooley's Week and spreading positive energy!!!",
        "name":" ",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"To Dr. Judith Miller - thank you for making my freshman year experience what it was. During this quarantine, our HIST190 zoom classes were the highlights of my week and your patience with this situation and optimism throughout all of it has been reassuring and inspirational. I hope you know that you have made me a better writer, a better thinker, a better student, and you have made me fall in love with research again. Thank you for turning this unprecedented situation into something that not only works, but feels genuine to the experience I might’ve had on campus this spring. You are so appreciated by our whole class, and I hope to stay in touch throughout the rest of my time at Emory.",
        "name":" ",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you to the faculty for working so hard to be accomadating during these times!",
        "name":" ",
        "gradYear":"2021",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you for being so understanding and helpful with housing. I had multiple professors offer to let me sleep on their sofas while I was struggling to find a flight home and they were so supportive.",
        "name":" ",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you Deyonda (and all of the DCT staff) for making me smile every day as I walk into the dining hall",
        "name":" ",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you for caring about my concerns and bring warmness to our community!",
        "name":"Olivia Song",
        "gradYear":"2022",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"A huge thank you to all our staff members that work tirelessly to keep our spaces clean, our appliances functioning, feed us, and work the mail room. These are such important positions and I know our community at large does not make it easy. You all were like my family away from home, reminding me of my loved ones and keeping me grounded. Thank you for your kind spirits, warm wishes, words of encouragement, nods, smiles, laughs, and all your labor. I appreciate everything you all do to keep the institution running! Thanks so much",
        "name":"Zariah Embry",
        "gradYear":"2020",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"I really appreciate that Emory provides housing for international students who can't go home. It indeed saves us a lot of trouble and help us alleviate our stress and anxiety. I also want to thank all faculty for being flexible during this special time.",
        "name":" ",
        "gradYear":"2020",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"I am thankful for school administration to listen to my advice and take it seriously.",
        "name":"Alan Li",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you professors for giving us such flexibility with deadlines and being so understanding in regards to finals and test taking!",
        "name":"Tiffany Low",
        "gradYear":"2023",
        "school":"Emory College of Arts and Sciences"
    },
    {
        "message":"Thank you to all of the staff, faculty, and administration that have put in countless hours to ensure the safety of us students in the Emory community. I'm sure it's just as stressful for you all as it is for students. I'm thankful that you all for trying to find solutions to our questions in these trying times --- it's deeply appreciated. Thank you all so much :) <3",
        "name":"Ayana Dickens",
        "gradYear":"2020",
        "school":"Emory College of Arts and Sciences"
    }
    ]
}
